/* Description for grey+alpha images */
"%d bits grey+alpha" = "%d bits grey+alpha";

/* Description for RGB images */
"%d bits RGB" = "%d bits RGB";

/* Description for RGBA images */
"%d bits RGBA" = "%d bits RGBA";

/* Description for indexed-colour images */
"%d colours" = "%d枚のカラー画像";

/* Description for greyscale images */
"%d greys" = "%d枚の白黒画像";

/* Actual Size toolbar button label */
"Actual Size" = "実サイズで表示";

/* Animation toolbar segment label */
"Animation" = "アニメーション";

/* Animation toolbar segment title */
"Animation And Frames" = "アニメーションとフレーム";

/* Auto rotation toolbar segment label */
"Auto Rotation" = "自動的に回転";

/* Automatic JPEG Rotation toolbar button label
   Auto rotation toolbar segment title */
"Automatic JPEG Rotation" = "JPEG画像を自動的に回転";

/* Label for highest quality */
"Best" = "最高";

/* Cancel button */
"Cancel" = "キャンセル";

/* Destination list entry for picking a new folder */
"Choose a folder..." = "ディレクトリの選択...";

/* Action name for the keyboard shortcut for closing the current window, or open drawer */
"Close window or drawer" = "ウィンドウと引き出しを閉じる";

/* Compression type popup for saving TIFFs */
"Compression:" = "圧縮方式:";

/* Copy button and menuitem */
"Copy" = "コピー";

/* Copy file toolbar button label */
"Copy file" = "ファイルのコピー";

/* Alternate Copy menuitem for images */
"Copy Image" = "画像をコピー";

/* Title of the copy failure dialog */
"Couldn't copy file" = "ファイルをコピーできませんでした";

/* Content of the icon installation failure dialog */
"Couldn't copy the icon files into the application." = "アイコンファイルをアプリケーションへコピーできませんでした";

/* Title of the delete failure dialog */
"Couldn't delete file" = "ファイルを削除できませんでした";

/* Title of the move failure dialog */
"Couldn't move file" = "ファイルの移動ができませんでした";

/* Title of the rename error dialog */
"Couldn't rename file" = "名前の変更ができませんでした";

/* Content of the file saving failure dialog */
"Couldn't save the file \"%@\"." = "ファイル \"%@\" を保存できません。";

/* Content of the JPEG transformation failure dialog */
"Couldn't transform the file \"%@\"." = "ファイル \"%@\" を変換できません。";

/* Delete button */
"Delete" = "削除";

/* Action name for the keyboard shortcut for deleting the current image (after a confirmation dialog) */
"Delete after confirmation" = "確認をして削除";

/* Title of the delete confirmation dialog */
"Delete File" = "ファイルの削除";

/* Delete file toolbar button label
   Delete file toolbar segment title */
"Delete file" = "ファイルの削除";

/* Dithered GIF transparency popup entry */
"Dithered" = "ディザリング";

/* Content of the delete confirmation dialog */
"Do you want to delete the image file \"%@\"?" = "ファイル \"%@\" を削除しますか?";

/* Statusbar text when loading fails */
"Error loading image" = "画像の読み込み中にエラーが発生しました";

/* Title of the move/copy to same folder dialog */
"File already there" = "ファイルは既に開かれています";

/* Copy/move toolbar segment title */
"File Handling" = "ファイルの操作";

/* First Image toolbar button label */
"First Image" = "最初の画像";

/* First/Last toolbar segment label */
"First Last" = "最初/最後";

/* First/Last toolbar segment title */
"First/Last" = "最初/最後";

/* Fit On Screen toolbar button label */
"Fit On Screen" = "スクリーンに合わせる";

/* Format popup for saving images */
"Format:" = "書式:";

/* Menu item text for hiding the status bar */
"Hide Status Bar" = "ステータスバーを隠す";

/* Title of the icon installation failure dialog */
"Icon Installation Failed" = "アイコンのインストールに失敗しました";

/* Title of the file saving failure dialog */
"Image saving failed" = "画像の保存に失敗しました";

/* Interlaced checkbox for saving PNGs */
"Interlaced" = "インターレス";

/* JPEG Rotation segment label
   JPEG Rotation toolbar segment title */
"JPEG Rotation" = "JPEG画像の回転";

/* Title of the JPEG transformation failure dialog */
"JPEG Transform Failed" = "JPEG画像の変換に失敗";

/* Last Image toolbar button label */
"Last Image" = "最後の画像";

/* Label for lowest quality */
"Least" = "最低";

/* Statusbar text while loading */
"Loading..." = "読み込んでいます...";

/* Label for lossless quality */
"Lossless" = "ロスレス";

/* LZW TIFF compression popup entry */
"LZW" = "LZW";

/* Move button */
"Move" = "移動";

/* Move file toolbar button label */
"Move file" = "ファイルの移動";

/* Navigation toolbar segment title */
"Navigation" = "ナビゲート";

/* Next Frame toolbar button label */
"Next Frame" = "次のフレーム";

/* Next Image toolbar button label */
"Next Image" = "次の画像";

/* Default editor menu title when no default editor has been selected */
"No Default Editor Selected" = "標準のエディタが選択されていません";

/* No TIFF compression popup entry
   No GIF transparency popup entry */
"None" = "なし";

/* Normal GIF transparency popup entry */
"Normal" = "標準";

/* OK button */
"OK" = "OK";

/* PackBits TIFF compression popup entry */
"PackBits" = "圧縮";

/* Paste menuitem */
"Paste" = "貼り付け";

/* Text asking the user to press keys when assigning a new keyboard shortcut */
"Press the keys you want as a shortcut for this action." = "この操作に関連付けたいショートカットキーを押してください。";

/* Prev/Next toolbar segment label */
"Prev Next" = "前/次";

/* Prev/Next toolbar segment title */
"Prev/Next" = "前/次";

/* Previous toolbar button label */
"Previous Frame" = "前のフレーム";

/* Previous Image toolbar button label */
"Previous Image" = "前の画像";

/* Quality slider for saving JPEG and JPEG2000 */
"Quality:" = "品質:";

/* Rename file toolbar segment title
   Rename file toolbar button label */
"Rename file" = "ファイル名を変更";

/* Rotate 180 toolbar button label */
"Rotate 180º" = "Rotate 180º";

/* Rotate Clockwise toolbar button label */
"Rotate Clockwise" = "時計回りに回転";

/* Rotate Counter-clockwise toolbar button label */
"Rotate Counter-clockwise" = "反時計回りに回転";

/* Alpha channel checkbox for saving images */
"Save alpha channel" = "アルファチャンネルを保存";

/* Title of the default editor submenu */
"Set Default Editor" = "標準のエディタを設定";

/* Alternate Paste menuitem for images */
"Show Clipboard" = "クリップボードの表示";

/* Menu item text for showing the status bar */
"Show Status Bar" = "ステータスバーの表示";

/* Title of the file exists dialog */
"The file \"%@\" already exists." = "ファイル \"%@\" は既に存在します。";

/* Content of the copy failure dialog */
"The file \"%@\" could not be copied to the folder \"%@\"." = "ファイル \"%1$@\" は、\"%2$@\" にコピーできませんでした。";

/* Content of the delet failure dialog */
"The file \"%@\" could not be deleted." = "ファイル \"%@\" は削除できませんでした。";

/* Content of the move failure dialog */
"The file \"%@\" could not be moved to the folder \"%@\"." = "ファイル \"%1$@\" は \"%2$@\" に移動できませんでした。";

/* Content of the rename collision dialog */
"The file \"%@\" could not be renamed because another file with the same name already exists." = "既に同名のファイルが存在するため、ファイル \"%@\" の名前の変更はできません。";

/* Content of the rename error dialog */
"The file \"%@\" could not be renamed." = "ファイル \"%@\" の名前が変更できませんでした。";

/* Content of the move/copy to same folder dialog */
"The source and destination locations are the same." = "同一ディレクトリにコピー、または移動しようとしています.";

/* Text explaining that an entered keyboard shortcut is already in use */
"This shortcut is already in use." = "このショートカットは既に使用されています。";

/* Toggle Animation toolbar button label */
"Toggle Animation" = "アニメーションのトグル";

/* Transparency popup when saving GIFs */
"Transparency:" = "透明色を使用:";

/* Zoom toolbar segment title */
"Zoom" = "ズーム";

/* Zoom In toolbar button label */
"Zoom In" = "ズーム・イン";

/* Zoom Out toolbar button label */
"Zoom Out" = "ズーム・アウト";

/* NSMenuItem : <title:10 Images Back> (oid:656) */
"10 Images Back" = "10枚後ろに戻る";

/* NSMenuItem : <title:10 Images Forward> (oid:654) */
"10 Images Forward" = "10枚先へ進む";

/* NSMenuItem : <title:100 Images Back> (oid:657) */
"100 Images Back" = "100枚後ろに戻る";

/* NSMenuItem : <title:100 Images Forward> (oid:655) */
"100 Images Forward" = "100枚先へ進む";

/* NSMenuItem : <title:About Xee> (oid:58) */
"About Xee" = "Xee について";

/* NSTableColumn : <title:Action> (oid:671) */
"Action" = "Action";

/* NSMenuItem : <title:Actual Size> (oid:252) */
"Actual Size" = "実サイズで表示";

/* NSIBHelpConnector : <title:Add a new shortcut key for the currectly selected action.> (oid:713) */
"Add a new shortcut key for the currectly selected action." = "現在選択されている操作に新しいショートカットキーを追加します。";

/* NSTabViewItem : <title:Advanced> (oid:541) */
"Advanced" = "詳細";

/* NSButtonCell (Always open a new window) : <title:Always open a new window> (oid:401) */
"Always open a new window" = "常に新しいウィンドウで開く";

/* NSButtonCell (Always resize windows as needed) : <title:Always resize windows as needed> (oid:621) */
"Always resize windows as needed" = "常にウィンドウのサイズに合わせる";

/* NSMenuItem : <title:Automatic Rotation> (oid:331) */
"Automatic Rotation" = "自動回転";

/* NSMenu : <title:Automatic Zoom> (oid:236) */
"Automatic Zoom" = "自動ズーム";

/* NSBox (Box) : <title:Box> (oid:721) */
"Box" = "Box";

/* NSMenuItem : <title:Bring All to Front> (oid:5) */
"Bring All to Front" = "全てを手前に移動";

/* NSButton (Cancel) : <title:Cancel> (oid:757) */
"Cancel" = "キャンセル";

/* NSMenuItem : <title:Close> (oid:73) */
"Close" = "閉じる";

/* NSTextField (Colours:) : <title:Colours:> (oid:731) */
"Colours:" = "色:";

/* NSMenuItem : <title:Configure Toolbar…> (oid:566) */
"Configure Toolbar…" = "ツールバーの設定…";

/* NSMenuItem : <title:Copy> (oid:488) */
"Copy" = "コピー";

/* NSMenuItem : <title:Copy File> (oid:381) */
"Copy File" = "ファイルのコピー";

/* NSMenuItem : <title:Cut> (oid:487) */
"Cut" = "切り取り";

/* NSMenuItem : <title:Default Editor> (oid:371) */
"Default Editor" = "標準のエディタ";

/* NSTextField (Default image background) : <title:Default image background> (oid:733) */
"Default image background" = "イメージ背景（デフォルト）";

/* NSMenuItem : <title:Delete File> (oid:294) */
"Delete File" = "ファイルの削除";

/* NSButtonCell (Do not resize when using the toolbar) : <title:Do not resize when using the toolbar> (oid:622) */
"Do not resize when using the toolbar" = "ツールバーを使用している時はリサイズを行わない。";

/* NSTextField (Do you want to replace the icons Xee uses with this icon set?) : <title:Do you want to replace the icons Xee uses with this icon set?> (oid:758) */
"Do you want to replace the icons Xee uses with this icon set?" = "Xeeで使用するアイコンを下記のアイコンに置き換えますか？";

/* NSTextField (Drag and drop keys to reassign them.) : <title:Drag and drop keys to reassign them.> (oid:707) */
"Drag and drop keys to reassign them." = "再割り当てのため、キーをドラッグ＆ドロップしてください。";

/* NSMenu : <title:Edit> (oid:486) */
"Edit" = "編集";

/* NSMenuItem : <title:Enlarge To Fit> (oid:238) */
"Enlarge To Fit" = "ウィンドウに合わせる";

/* NSTableColumn : <title:Extensions> (oid:642) */
"Extensions" = "拡張";

/* NSMenuItem : <title:File> (oid:83) */
"File" = "ファイル";

/* NSTableColumn : <title:File format> (oid:637) */
"File format" = "ファイル形式";

/* NSMenuItem : <title:First Image> (oid:244) */
"First Image" = "最初の画像";

/* NSMenuItem : <title:Fit On Screen> (oid:251) */
"Fit On Screen" = "スクリーンに合わせる";

/* NSTabViewItem : <title:Formats> (oid:633) */
"Formats" = "形式";

/* NSMenuItem : <title:Full Screen> (oid:719) */
"Full Screen" = "全画面";

/* NSTextField (Full screen background) : <title:Full screen background> (oid:735) */
"Full screen background" = "背景（全画面表示時）";

/* NSTabViewItem : <title:General> (oid:393) */
"General" = "一般";

/* NSMenu : <title:Go> (oid:242) */
"Go" = "操作";

/* NSMenu : <title:Help> (oid:106) */
"Help" = "ヘルプ";

/* NSMenuItem : <title:Hide Others> (oid:145) */
"Hide Others" = "ほかを隠す";

/* NSMenuItem : <title:Hide Status Bar> (oid:567) */
"Hide Status Bar" = "ステータスバーを隠す";

/* NSMenuItem : <title:Hide Toolbar> (oid:565) */
"Hide Toolbar" = "ツールバーを隠す";

/* NSMenuItem : <title:Hide Xee> (oid:134) */
"Hide Xee" = "Xee を隠す";

/* NSMenuItem : <title:Home Page…> (oid:562) */
"Home Page…" = "ホームページ…";

/* NSTextField (IFF-ILBM loading:) : <title:IFF-ILBM loading:> (oid:555) */
"IFF-ILBM loading:" = "IFF-ILBMの読み込み:";

/* NSButton (Install) : <title:Install> (oid:756) */
"Install" = "インストール";

/* NSWindow (Install icon set) : <title:Install icon set> (oid:749) */
"Install icon set" = "アイコンのインストール";

/* NSMenu : <title:JPEG> (oid:323) */
"JPEG" = "JPEG";

/* NSTextField (JPEG loading:) : <title:JPEG loading:> (oid:543) */
"JPEG loading:" = "JPEGの読み込み:";

/* NSTabViewItem : <title:Keyboard> (oid:584) */
"Keyboard" = "キーボード";

/* NSMenuItem : <title:Keyboard Shortcuts…> (oid:579) */
"Keyboard Shortcuts…" = "キーボード・ショートカット…";

/* NSMenuItem : <title:Last Image> (oid:243) */
"Last Image" = "最後の画像";

/* NSMenu : <title:MainMenu> (oid:29) */
"MainMenu" = "メインメニュー";

/* NSMenuItem : <title:Minimize> (oid:23) */
"Minimize" = "縮小";

/* NSMenuItem : <title:Mirror Horizontal> (oid:328) */
"Mirror Horizontal" = "フリップ(水平)";

/* NSMenuItem : <title:Mirror Vertical> (oid:325) */
"Mirror Vertical" = "フリップ(垂直)";

/* NSMenuItem : <title:Move File> (oid:385) */
"Move File" = "ファイルの移動";

/* NSButtonCell (Never resize windows) : <title:Never resize windows> (oid:623) */
"Never resize windows" = "ウィンドウのサイズを変更しない";

/* NSMenuItem : <title:Next Frame> (oid:281) */
"Next Frame" = "次のフレーム";

/* NSMenuItem : <title:Next Image> (oid:245) */
"Next Image" = "次の画像";

/* NSMenu : <title:Open in Editor> (oid:341) */
"Open in Editor" = "エディタで開く";

/* NSMenuItem : <title:Open…> (oid:72) */
"Open…" = "開く…";

/* NSMenuItem : <title:Paste> (oid:493) */
"Paste" = "貼り付け";

/* NSMenuItem : <title:Preferences…> (oid:129) */
"Preferences…" = "環境設定…";

/* NSMenuItem : <title:Previous Frame> (oid:282) */
"Previous Frame" = "前のフレーム";

/* NSMenuItem : <title:Previous Image> (oid:246) */
"Previous Image" = "前の画像";

/* NSMenuItem : <title:Previous Random Image> (oid:423) */
"Previous Random Image" = "前の画像（ランダム）";

/* NSMenuItem : <title:Quit Xee> (oid:136) */
"Quit Xee" = "Xee を終了";

/* NSMenuItem : <title:Random Image> (oid:425) */
"Random Image" = "ランダムで表示";

/* NSIBHelpConnector : <title:Remove the currently selected shortcut key.> (oid:714) */
"Remove the currently selected shortcut key." = "現在選択されているショートカットを削除。";

/* NSMenuItem : <title:Rename File> (oid:421) */
"Rename File" = "名前の変更";

/* NSIBHelpConnector : <title:Reset the shortcut keys of the currently selected action to the defaults.> (oid:715) */
"Reset the shortcut keys of the currently selected action to the defaults." = "現在選択されているショートカットキーの設定をデフォルト状態に戻す。";

/* NSMenuItem : <title:Reveal in Finder> (oid:367) */
"Reveal in Finder" = "ファインダーで見る";

/* NSMenuItem : <title:Rotate 180°> (oid:327) */
"Rotate 180°" = "180度回転";

/* NSMenuItem : <title:Rotate Clockwise> (oid:324) */
"Rotate Clockwise" = "時計回りに回転";

/* NSMenuItem : <title:Rotate Counter-clockwise> (oid:326) */
"Rotate Counter-clockwise" = "反時計回りに回転";

/* NSMenuItem : <title:Save As…> (oid:80) */
"Save As…" = "別名で保存…";

/* NSMenuItem : <title:Services> (oid:131) */
"Services" = "サービス";

/* NSTableColumn : <title:Shortcuts> (oid:672) */
"Shortcuts" = "Shortcuts";

/* NSMenuItem : <title:Show All> (oid:150) */
"Show All" = "すべてを表示";

/* NSMenuItem : <title:Shrink To Fit> (oid:237) */
"Shrink To Fit" = "画面に合わせて縮める";

/* NSMenu : <title:Skip> (oid:653) */
"Skip" = "スキップ";

/* NSMenuItem : <title:Support BBS…> (oid:561) */
"Support BBS…" = "サポートBBS…";

/* NSMenuItem : <title:Toggle Animation> (oid:576) */
"Toggle Animation" = "アニメーションのトグル";

/* NSButtonCell (Use RGB (More accurate, more memory usage)) : <title:Use RGB (More accurate, more memory usage)> (oid:546) */
"Use RGB (More accurate, more memory usage)" = "RGB で処理 (正確だが消費メモリ・大)";

/* NSTextField (Use Xee to open images of the following types: ) : <title:Use Xee to open images of the following types:
> (oid:645) */
"Use Xee to open images of the following types:\n" = "以下の形式のファイルを開く時に Xeeを使用する:\n";

/* NSButtonCell (Use YUV (Less accurate, less memory usage)) : <title:Use YUV (Less accurate, less memory usage)> (oid:545) */
"Use YUV (Less accurate, less memory usage)" = "YUV で処理(省メモリ)";

/* NSButtonCell (Use a single window) : <title:Use a single window> (oid:399) */
"Use a single window" = "一つのウィンドウで開く";

/* NSButton (Use mask as transparency) : <title:Use mask as transparency> (oid:557) */
"Use mask as transparency" = "透明色としてマスクを使用";

/* NSButtonCell (Use one window per folder) : <title:Use one window per folder> (oid:400) */
"Use one window per folder" = "ディレクトリごとにウィンドウを開く";

/* NSButton (Use transparent colour) : <title:Use transparent colour> (oid:556) */
"Use transparent colour" = "透明色を使用";

/* NSMenu : <title:View> (oid:232) */
"View" = "ビュー";

/* NSMenu : <title:Window> (oid:24) */
"Window" = "ウィンドウ";

/* NSTextField (Window background) : <title:Window background> (oid:732) */
"Window background" = "ウィンドウ背景";

/* NSTextField (Window opening:) : <title:Window opening:> (oid:398) */
"Window opening:" = "ウィンドウを開く:";

/* NSTextField (Window resizing:) : <title:Window resizing:> (oid:615) */
"Window resizing:" = "ウィンドウサイズの変更:";

/* NSMenu : <title:Xee> (oid:57) */
"Xee" = "Xee";

/* NSWindow (Xee Preferences) : <title:Xee Preferences> (oid:388) */
"Xee Preferences" = "環境設定";

/* NSMenuItem : <title:Zoom> (oid:203) */
"Zoom" = "ズーム";

/* NSMenuItem : <title:Zoom In> (oid:234) */
"Zoom In" = "ズーム・イン";

/* NSMenuItem : <title:Zoom Out> (oid:233) */
"Zoom Out" = "ズーム・アウト";

/* XeeRenamePanel () : <title:> (oid:178) */
"" = "";

/* NSBox (Box) : <title:Box> (oid:131) */
"Box" = "Box";

/* NSMenuItem : <title:Browse Images> (oid:196) */
"Browse Images" = "画像の参照";

/* NSButton (Cancel) : <title:Cancel> (oid:183) */
"Cancel" = "キャンセル";

/* NSSegmentedControl (0) : <title:Copy file> (oid:235) */
"Copy file" = "ファイルのコピー";

/* NSTextField (Enter a new name for the current image:) : <title:Enter a new name for the current image:> (oid:180) */
"Enter a new name for the current image:" = "現在の画像に新しい名前を付ける:";

/* NSTextField (Existing file) : <title:Existing file> (oid:149) */
"Existing file" = "存在するファイル";

/* NSTextField (File size:) : <title:File size:> (oid:140) */
"File size:" = "ファイルサイズ:";

/* NSTextField (Format:) : <title:Format:> (oid:138) */
"Format:" = "書式:";

/* NSMenu : <title:Menu> (oid:172) */
"Menu" = "メニュー";

/* NSTextField (Modified:) : <title:Modified:> (oid:141) */
"Modified:" = "更新:";

/* NSSegmentedControl (0) : <title:Move file> (oid:235) */
"Move file" = "ファイルの移動";

/* NSTextField (New file) : <title:New file> (oid:152) */
"New file" = "新規作成";

/* NSTextField (New name:) : <title:New name:> (oid:135) */
"New name:" = "新しい名前:";

/* NSMenuItem : <title:Open in Finder> (oid:173) */
"Open in Finder" = "ファインダーで開く";

/* NSMenuItem : <title:Remove From List> (oid:174) */
"Remove From List" = "リストから削除";

/* NSButton (Rename) : <title:Rename> (oid:182) */
"Rename" = "名前の変更";

/* NSButton (Replace) : <title:Replace> (oid:123) */
"Replace" = "置換";

/* NSTextField (System Font Text) : <title:System Font Text> (oid:163) */
"System Font Text" = "システムフォントを使用";

/* XeeDirectoryWindow (Xee) : <title:Xee> (oid:5) */
"Xee" = "Xee";

/* NSTextField (dummy) : <title:dummy> (oid:148) */
"dummy" = "dummy";

/* XeeClipboardWindow (Clipboard Contents) : <title:Clipboard Contents> (oid:5) */
"Clipboard Contents" = "クリップボードの内容";

